Repository: kernel-tye/kvm_web
Catalog: webvirtmgr/locale/*/LC_MESSAGES/django.po
Languages: da_dk

source: No flavor name has been entered
da_dk: Der er ikke indtastet noget variantnavn

source: No VCPU has been entered
da_dk: Der er ikke angivet nogen VCPU'er

source: No HDD image has been entered
da_dk: Der er ikke angivet noget HDD image

source: No RAM size has been entered
da_dk: Der er ikke angivet nogen RAM størrelse

source: The flavor name must not contain any special characters
da_dk: Variantnavn må ikke indeholde nogen specialtegn

source: The flavor name must not exceed 20 characters
da_dk: Variantnavn må ikke overskride 20 tegn

source: Flavor name is already use
da_dk: Variantnavn eksisterer allerede

source: No Virtual Machine name has been entered
da_dk: Der er ikke angivet noget virtuel maskine navn

source: No Network pool has been choice
da_dk: Der er ikke valgt nogen netværkspool

source: The name of the virtual machine must not contain any special characters
da_dk: Navnet på den virtuelle maskine må ikke indeholde nogen specialtegn

source: The name of the virtual machine must not exceed 20 characters
da_dk: Navnet på den virtuelle maskine må ikke overskride 20 tegn

source: You haven't defined have any storage pools
da_dk: Du har ikke angivet nogen storagepools

source: You haven't defined have any network pools
da_dk: Du har ikke angivet nogen netværkspools

source: A virtual machine with this name already exists
da_dk: Der findes allerede en virtuel maskine med dette navn

source: No Virtual Machine MAC has been entered
da_dk: Der er ikke angivet nogen virtuel maskine MAC

source: First you need to create or select an image
da_dk: Du skal først oprette eller vælge et image

source: Enter the VNC password or select Generate
da_dk: Indtast VNC adgangskode eller vælg generer

source: Successful revert snapshot:
da_dk: Gik korrekt tilbage til snapshot:

source: The ipv4 must not contain any special characters
da_dk: Ipv4 må ikke indeholde nogen specialtegn

source: The ipv4 must not exceed 20 characters
da_dk: Ipv4 må ikke overskride 20 tegn

source: The ipv4 gateway must not contain any special characters
da_dk: Ipv4 gateway må ikke ikke indeholde nogen specialtegn

source: The ipv4 gateway must not exceed 20 characters
da_dk: Ipv4 gateway må ikke overskride 20 tegn

source: The ipv6 must not contain any special characters
da_dk: Ipv6 må ikke indeholde nogen specialtegn

source: The ipv6 must not exceed 100 characters
da_dk: Ipv6 må ikke overskride 100 tegn

source: The ipv6 gateway must not contain any special characters
da_dk: Ipv6 gateway må ikke ikke indeholde nogen specialtegn

source: The ipv6 gateway must not exceed 100 characters
da_dk: Ipv6 gateway må ikke overskride 100 tegn

source: The interface must not contain any special characters
da_dk: Interfacet må ikke indeholde nogen specialtegn

source: The interface must not exceed 10 characters
da_dk: Interfacet må ikke overskride 10 tegn

source: No pool name has been entered
da_dk: Der er ikke angivet noget pool-navn

source: No subnet has been entered
da_dk: Der er ikke angivet noget subnet

source: The pool name must not contain any special characters
da_dk: Pool-navnet må ikke indeholde nogen specialtegn

source: The pool name must not exceed 20 characters
da_dk: Pool-navnet må ikke overskride 20 tegn

source: The pool subnet must not contain any special characters
da_dk: Pool-subnettet må ikke indeholde nogen specialtegn

source: The pool subnet must not exceed 20 characters
da_dk: Pool-subnettet må ikke overskride 20 tegn

source: The pool bridge name must not contain any special characters
da_dk: Pool-bridge navnet må ikke indeholde nogen specialtegn

source: The pool bridge name must not exceed 20 characters
da_dk: Pool-bridge navnet må ikke overskride 20 tegn

source: Pool name already in use
da_dk: Poolnavnet er allerede i brug

source: Input subnet pool error
da_dk: Fej i indtastet subnetpool

source: No hostname has been entered
da_dk: Der er ikke angivet noget værtsnavn

source: No IP / Domain name has been entered
da_dk: Der er ikke angivet nogen IP / domænenavn

source: No login has been entered
da_dk: Der er ikke angivet noget login

source: No password has been entered
da_dk: Der er ikke angivet nogen adgangskode

source: The host name must not contain any special characters
da_dk: Værtsnavnet må ikke indeholde nogen specialtegn

source: The host name must not exceed 20 characters
da_dk: Værtsnavnet må ikke overskride 20 tegn

source: This host is already connected
da_dk: Denne vært er allerede tilsluttet

source: Hostname must contain only numbers, or the domain name separated by "."
da_dk: Værtsnavnet må kun indeholde tal, eller domænenavnet adskilt med "."

source: Wrong IP address
da_dk: Forkert IP adresse

source: The name of the host must not contain any special characters
da_dk: Navnet på værten må ikke indeholde nogen specialtegn

source: The name of the host must not exceed 20 characters
da_dk: Navnet på værten må ikke overskride 20 tegn

source: No path has been entered
da_dk: Der ikke angivet nogen sti

source: No device has been entered
da_dk: Der er ikke angivet nogen enhed

source: The type must not contain any special characters
da_dk: Typen må ikke indeholde nogen specialtegn

source: The image name must not contain any special characters
da_dk: Image-navnet på ikke indeholde nogen specialtegn

source: The image name must not exceed 20 characters
da_dk: Image-navnet må ikke overskride 20 tegn

source: Pool name already use
da_dk: Pool-navnet er allerede i brug

source: You need create secret for pool
da_dk: Du skal oprette en hemmelighed til pool'en

source: You need input all fields for creating ceph pool
da_dk: Du skal udfylde alle felter for at oprette en ceph pool

source: ISO image already exist
da_dk: ISO-image eksisterer allerede

source: Name of volume name already use
da_dk: Volumen-navnet er allerede i brug

source: 404 Not Found
da_dk: 404 Ikke fundet

source: The requested page was not found on this server.
da_dk: Den ønskede side blev ikke fundet på denne server.

source: 500 Internal Server Error
da_dk: 500 Intern serverfejl

source: The server encountered an internal error or misconfiguration and was unable to complete you request.
da_dk: Serveren stødte på en intern fejl eller fejl-konfiguration og kunne ikke gennemføre din forespørgsel.

source: Show all host and vm's
da_dk: Vis alle værter og VM'er

source: Infrastructure
da_dk: Infrastruktur

source: Sign out
da_dk: Log ud

source: Sign in
da_dk: Log ind

source: Loading...
da_dk: Indlæser

source: Canvas not supported.
da_dk: Canvas er ikke understøttet.

source: Create Instance
da_dk: Opret instant

source: Custom Instance
da_dk: Tilpasset instans

source: From Template
da_dk: Fra skabelon

source: From XML
da_dk: Fra XML

source: New Flavor
da_dk: Ny variant

source: Name
da_dk: Navn

source: VCPU's
da_dk: VCPU'er

source: Action
da_dk: Handling

source: Create Virtual Machine
da_dk: Opret virtuel maskine

source: None
da_dk: Ingen

source: Network
da_dk: Netværk

source: Host-Model
da_dk: Værtsmodel

source: Close
da_dk: Luk

source: Create
da_dk: Opret

source: Delete
da_dk: Slet

source: Are you sure?
da_dk: Er du sikker?

source: You do not have any flavors
da_dk: Du har ikke nogen varianter

source: Create Custom Instance
da_dk: Opret tilpasset instans

source: Add New Flavor
da_dk: Tilføj ny variant

source: Add
da_dk: Tilføj

source: Create Instance From Template Image
da_dk: Opret instans fra skabelon

source: Create Instance From XML
da_dk: Opret instans fra XML

source: Overview
da_dk: Oversigt

source: Basic details
da_dk: Basis-detaljer

source: Connection
da_dk: Forbindelse

source: Hostname
da_dk: Værtsnavn

source: Memory
da_dk: Hukommelse

source: Logical CPUs
da_dk: Logiske CPU'er

source: Architecture
da_dk: Arkitektur

source: Performance
da_dk: Ydelse

source: CPU usage
da_dk: CPU brug

source: Memory usage
da_dk: Hukommelsesbrug

source: Running
da_dk: Kører

source: Suspend
da_dk: Suspendér

source: Shutoff
da_dk: Slukket

source: Hostname / VMs
da_dk: Værtsnavn / VM'er

source: VCPUs
da_dk: VCPU'er

source: Usage
da_dk: Brug

source: Active
da_dk: Aktiv

source: Not Active
da_dk: Ikke aktiv

source: Connection Failed
da_dk: Forbindelse mislykkedes

source: You have no connection
da_dk: Du har ikke nogen forbindelse

source: VMs
da_dk: VM'er

source: Description
da_dk: Beskrivelse

source: Saved
da_dk: Gemt

source: Access
da_dk: Adgang

source: Snapshots
da_dk: Snapshot

source: Statistics
da_dk: Statistik

source: Settings
da_dk: Indstillinger

source: Migrate
da_dk: Migrer

source: Destroy
da_dk: Slet

source: Shutdown
da_dk: Luk ned

source: Force Shutdown
da_dk: Gennemtving nedlukning

source: Save
da_dk: Gem

source: This action sends an ACPI shutdown signal to the instance.
da_dk: Denne handling sender et ACPI nedlukningsignal til instansen.

source: This action forcibly powers off the instance and may cause data corruption.
da_dk: Denne handling lukker maskinen med det samme og kan skabe datafejl.

source: This action suspends or restores the instance.
da_dk: Denne handling suspenderer eller gendanner instansen.

source: Resume
da_dk: Genoptag

source: This action saves the state of the instance.
da_dk: Denne handling gemmer instansens tilstand.

source: Delete Save Image
da_dk: Slet gemt image

source: VNC Console
da_dk: VNC konsol

source: VNC Password
da_dk: VNC adgangskode

source: Telnet Console
da_dk: Telnet konsol

source: This action opens a new window with a VNC connection to the console of the instance.
da_dk: Denne handling åbner et nyt vindue med en VNC forbindelse til instansens konsol.

source: Console
da_dk: Konsol

source: This action open new window with console Telnet connection to your instance.
da_dk: Denne handling åbner et vindue med en konsol telnet forbindelse til din instans.

source: To create password for VNC, shutdown the instance.
da_dk: For at indstille en adgangskode til VNC skal instansen lukkes ned.

source: Generate
da_dk: Generer

source: Clear
da_dk: Ryd

source: Password
da_dk: Adgangskode

source: Show
da_dk: Vis

source: Set Password
da_dk: Indstil adgangskode

source: To set a keymap for vnc, shutdown the instance.
da_dk: For at indstille et keymap til vnc skal instansen lukkes ned.

source: please choose
da_dk: vælg venligst

source: Set Keymap
da_dk: Indstil keymap

source: VCPU's and Memory
da_dk: VCPU'er og hukommelse

source: Media
da_dk: Medier

source: Disks and Networks
da_dk: Diske og netværk

source: Clone
da_dk: Klon

source: Description and Autostart
da_dk: Beskrivelse og autostart

source: Enable
da_dk: Aktiver

source: Disable
da_dk: Deaktiver

source: Logical host CPUs:
da_dk: Logiske værts-CPU'er:

source: Current allocation
da_dk: Nuværende tildeling

source: Maximum allocation
da_dk: Maksimum tildeling

source: Total host memory:
da_dk: Samlet værts-hukommelse:

source: Custom value
da_dk: Tilpasset værdi

source: Change
da_dk: Skift

source: Connect
da_dk: Tilslut

source: Disconnect
da_dk: Afbryd

source: Network devices
da_dk: Netværksenheder

source: Storage devices
da_dk: Storage-enheder

source: Create a clone
da_dk: Opret en klon

source: Clone Name
da_dk: Klonnavn

source: Edit
da_dk: Rediger

source: Create Snapshot
da_dk: Opret snapshot

source: Restore from Snapshot
da_dk: Gendan fra snapshot

source: To take a snapshot, shutdown the instance.
da_dk: For at lave et snapshot skal instansen lukkes ned.

source: To revert to a snapshot, shutdown the instance
da_dk: For at vende tilbage til et snapshot skal instansen lukkes ned

source: Date
da_dk: Dato

source: Revert
da_dk: Omgør

source: You do not have any snapshots
da_dk: Du har ikke nogen snapshots

source: Instance Statistics
da_dk: Instans statistikker

source: Bandwidth
da_dk: Båndbredde

source: In
da_dk: Ind

source: Out
da_dk: Ud

source: Read
da_dk: Læs

source: Write
da_dk: Skriv

source: Instance Migrate
da_dk: Migrer instans

source: Warning:
da_dk: Advarsel:

source: Both host servers must have equal settings and OS type
da_dk: Begge værtsservere skal have ens indstillinger og OS type

source: Original host
da_dk: Original vært

source: Host migration
da_dk: Værts migrering

source: Live migration
da_dk: Live migrering

source: Unsafe migration
da_dk: Usikker migrering

source: Delete original
da_dk: Slet original

source: Delete Instance
da_dk: Slet instans

source: Delete HDD image?
da_dk: Slet HHD image?

source: If you check this box, Instance's data will be lost!
da_dk: Hvis du markerer denne boks, vil instansens data gå tabt!

source: Instances
da_dk: Instanser

source: You do not have any Virtual Machines
da_dk: Du har ikke nogen virtuelle maskiner

source: MAC Adress
da_dk: MAC adresse

source: Bridge device
da_dk: Bridge enhed

source: Boot mode
da_dk: Boot tilstand

source: State
da_dk: Tilstand

source: Create New Interface
da_dk: Opret nyt interface

source: Start mode
da_dk: Start tilstand

source: none
da_dk: ingen

source: onboot
da_dk: ved boot

source: Device
da_dk: Enhed

source: on
da_dk: til

source: off
da_dk: fra

source: Delay
da_dk: Pause

source: IPv4 Mode
da_dk: IPv4 tilstand

source: Static
da_dk: Statisk

source: No configuration
da_dk: Ingen konfiguration

source: IPv4 Address
da_dk: IPv4 adresse

source: IPv6 Mode
da_dk: IPv6 tilstand

source: IPv6 Address
da_dk: IPv6 adresse

source: Sign In
da_dk: Log ind

source: Incorrect username or password.
da_dk: Forkert brugernavn eller adgangskode.

source: Sign Out
da_dk: Log ud

source: Successful log out
da_dk: Korrekt logget ud

source: Network Pool
da_dk: Netværks-pool

source: Network name
da_dk: Netværksnavn

source: IPv4 configuration
da_dk: IPv4 konfiguration

source: IPv4 Forwarding
da_dk: IPv4 videresendelse

source: ROUTE
da_dk: RUTE

source: ISOLATE
da_dk: ISOLER

source: ON
da_dk: TIL

source: OFF
da_dk: FRA

source: End
da_dk: Slut

source: Fixed Address
da_dk: Fast adresse

source: Address
da_dk: Adresse

source: Virtual Networks
da_dk: Virtuelle netværk

source: New Network
da_dk: Nyt netværk

source: You do not have any virtual networks
da_dk: Du har ikke nogen virtuelle netværk

source: Forward
da_dk: Videresend

source: Add New Network
da_dk: Tilføj nyt netværk

source: Type forwarding
da_dk: Videresendelsestype

source: Bridge Name
da_dk: Bridge navn

source: Secrets
da_dk: Hemmeligheder

source: volume
da_dk: volumen

source: Set secret value
da_dk: Indstil hemmelig værdi

source: Value
da_dk: Værdi

source: Set
da_dk: Indstil

source: You do not have any Secrets
da_dk: Du har ikke nogen hemmeligheder

source: Create New Secret
da_dk: Opret ny hemmelighed

source: no
da_dk: nej

source: yes
da_dk: ja

source: Private
da_dk: Privat

source: Dashboard
da_dk: Instrumentbord

source: Add Connection
da_dk: Tilføj forbindelse

source: Connections
da_dk: Forbindelser

source: Host
da_dk: Vært

source: Edit Host Server
da_dk: Rediger værtsserver

source: Label
da_dk: Mærkat

source: Username
da_dk: Brugernavn

source: Need create ssh <a href='https://github.com/retspen/webvirtmgr/wiki/Setup-SSH-Authorization'>authorization key</a>. If you have another SSH port on your server, you can add IP:PORT like '192.168.1.1:2222'.
da_dk: Der skal oprettes en ssh <a href='https://github.com/retspen/webvirtmgr/wiki/Setup-SSH-Authorization'>authorization nøgle</a>. Hvis du har en anden SSH port på din server, kan du tilføje IP:PORT sådan '192.168.1.1:2222'.

source: TCP Connections
da_dk: TCP forbindelser

source: SSH Connections
da_dk: SSH forbindelsen

source: TLS Connection
da_dk: TLS forbindelse

source: Local Socket
da_dk: Lokal socket

source: FQDN or IP Address
da_dk: FQDN eller IP adresse

source: You must create ssh <a href='https://github.com/retspen/webvirtmgr/wiki/Setup-SSH-Authorization'>authorization key</a>. If you have another SSH port on your server, you can add IP:PORT like '192.168.1.1:2222'.
da_dk: Du skal oprette en ssh <a href='https://github.com/retspen/webvirtmgr/wiki/Setup-SSH-Authorization'>authorization nøgle</a>. Hvis du har en anden SSH port på din server, kan du tilføje IP:PORT sådan '192.168.1.1:2222'.

source: New Instance
da_dk: Ny instans

source: Storages
da_dk: Storage

source: Networks
da_dk: Netværk

source: Pool name
da_dk: Poolnavn

source: Pool path
da_dk: Pool-sti

source: Size
da_dk: Størrelse

source: You do not have any ISO images or storage pool not active
da_dk: Du har ikke nogen aktive ISO images eller storage pools

source: Volumes
da_dk: Volumner

source: Add Image
da_dk: Tilføj image

source: Clone image
da_dk: Klon image

source: Convert
da_dk: Konverter

source: You do not have any volumes or storage pools active
da_dk: Du har ikke nogen aktive volumner eller storage pools

source: Add New Image
da_dk: Tilføj nyt image

source: New Storage Pool
da_dk: Ny storage pool

source: You do not have any storage pools
da_dk: Du har ikke nogen storage pools

source: Create Storage Pool
da_dk: Opret storage pool

source: Path
da_dk: Sti

source: Ceph User
da_dk: Ceph bruger

source: Ceph Host
da_dk: Ceph vært

source: Remote Path
da_dk: Sti på fjernsystem

source: Local Path
da_dk: Lokal sti
